<!DOCTYPE html>
<html>
  <!-- Mirrored from www.nmenos1.xyz/public/texto/show/8 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 05 Jul 2022 02:21:33 GMT -->
  <!-- Added by HTTrack --><meta
    http-equiv="content-type"
    content="text/html;charset=UTF-8"
  /><!-- /Added by HTTrack -->
  <head>
    <meta charset="utf-8" />
    <link rel="stylesheet" type="text/css" href="estilosDR.css" />
    <meta name="viewport" content="initial-scale=1.0, width=device-width" />
    <link
      href="https://fonts.googleapis.com/css2?family=Titillium+Web:ital,wght@0,400;0,600;0,700;1,400;1,600;1,700&amp;display=swap"
      rel="stylesheet"
    />
    <link
      href="https://fonts.googleapis.com/css2?family=PT+Serif:ital,wght@0,400;0,700;1,400;1,700&amp;display=swap"
      rel="stylesheet"
    />
    <script src="../../assets/nmenos1/bower_components/jquery/dist/jquery.min.js"></script>
    <script>
      $(document).ready(function () {
        var isMobile = false;
        if (screen.height > screen.width) {
          isMobile = true;
        }

        $('.notapie').hover(
          function () {
            var currId = $(this).attr('id');
            var divNota = 'np' + currId;
            $('#' + divNota).css('visibility', 'visible');
          },
          function () {
            var currId = $(this).attr('id');
            var divNota = 'np' + currId;
            var defer = $.Deferred();
            if (!isMobile) {
              setTimeout(function () {
                $('#' + divNota).css({ visibility: 'hidden' });
              }, 1500);
            } else {
              $('#' + divNota).css({ visibility: 'hidden' });
            }
            //$("#"+divNota).css({'visibility':'hidden'});
          }
        );
      });
    </script>
  </head>

  <body>
    <div class="caja-texto">
      <div class="fecha">
        <p>Dic * 2021</p>
      </div>

      <div class="numero">
        <p>
          No. 2 <br />
          Archivo y procesos del internet
        </p>
      </div>

      <div class="titulo-texto">
        <h1>Las met&aacute;foras <br />del archivo</h1>
      </div>
      <div class="byline">
        <p>Por Camilo Mart&iacute;nez</p>
      </div>

      <div class="img-principal">
        <figure>
          <img
            src="public/metaforas_1.jpg"
            alt="Early version of the internet protocol"
          />
          <figcaption>
            <em>1977.</em> Early version of the Internet Protocol linking the
            ARPANET, Packet Radio Network (PRNET), and Atlantic Satellite
            Network (SATNET)
          </figcaption>
        </figure>
      </div>

      <div class="cuerpo">
        <p class="estilo1">
          Las met&aacute;foras son artefactos poderosos. Por un lado, permiten
          explicar o representar conceptos abstractos usando objetos e ideas
          conocidas, por otro lado, act&uacute;an como ideas sustitutas que
          pueden ser enga&ntilde;osas. Es f&aacute;cil olvidar aquello que
          representan y quedarse con lo representado. En cierto sentido, el uso
          de las met&aacute;foras presenta una paradoja: agregan opacidad a
          aquello que queremos explicar para hacerlo m&aacute;s f&aacute;cil de
          entender.
          <br /><br />
        </p>

        <p>
          Es frecuente encontrar met&aacute;foras en el lenguaje usado para
          describir tecnolog&iacute;as digitales y de comunicaci&oacute;n
          (Croker, 2020); se usan para explicar procesos y sistemas complejos o
          conceptos t&eacute;cnicos. La met&aacute;fora de la nube, por ejemplo,
          es una de las m&aacute;s usadas actualmente, sin embargo, dependiendo
          del contexto en el que se usa, su significado puede cambiar. Tal vez
          el uso m&aacute;s popular del t&eacute;rmino es para referirse a un
          conjunto de servicios de almacenamiento y computaci&oacute;n ofrecidos
          a trav&eacute;s de Internet, basados en un modelo de
          distribuci&oacute;n y monetizaci&oacute;n <em>on-demand</em> (Vennam,
          2021). En este modelo, las aplicaciones y funcionalidades que antes
          estaban instaladas en el computador del usuario se encuentran alojadas
          y ejecutadas en un servidor en Internet y provistas al usuario a
          trav&eacute;s de interfaces web o programas m&aacute;s livianos
          llamados clientes. Entre las ventajas de los servicios en la nube se
          encuentran, primero, la simplicidad de gesti&oacute;n del software, ya
          que el usuario no tiene que preocuparse por instalar y actualizar
          programas en sus dispositivos o respaldar la informaci&oacute;n, y,
          segundo, que tanto los datos como el software son accesibles desde
          diferentes dispositivos. Desde la perspectiva del usuario final, la
          nube es un tipo de servicio en el que toda una infraestructura y
          gesti&oacute;n de la tecnolog&iacute;a pasa a ser responsabilidad de
          alguien m&aacute;s, quien se encarga de las complejidades
          t&eacute;cnicas para que el usuario solo se dedique a "producir."
          <br /><br />
        </p>

        <p>
          En el t&eacute;rmino "computaci&oacute;n en la nube", la
          met&aacute;fora de la nube se refiere al car&aacute;cter distribuido
          de la gesti&oacute;n de los recursos de c&oacute;mputo y la
          informaci&oacute;n digital. En este modelo, un recurso digital no se
          encuentra alojado en un solo servidor sino que se encuentra replicado
          en un conjunto de m&aacute;quinas, de esta forma se pueden distribuir
          las cargas y generar un sistema tolerante a errores, basado en la
          disponibilidad redundante de la informaci&oacute;n. Aqu&iacute; se
          puede identificar la efectividad de la met&aacute;fora de la nube,
          pues es una representaci&oacute;n muy eficaz del hecho de que muchos
          elementos individuales (servidores, m&aacute;quinas virtuales,
          unidades de almacenamiento) se combinan para actuar como una sola
          entidad<br /><br />
        </p>

        <p>
          Sin embargo, las met&aacute;foras tambi&eacute;n cumplen una
          funci&oacute;n diferente a la explicativa: permiten comunicar visiones
          espec&iacute;ficas sobre el desarrollo de la tecnolog&iacute;a y las
          cualidades de la experiencia de su uso. La nube es un s&iacute;mbolo
          de levedad e inmaterialidad que oculta la capa infraestructural de
          Internet: los centros de datos, cables submarinos, organizaciones que
          definen est&aacute;ndares. Es usual encontrar diagramas que incluyen
          el s&iacute;mbolo de la nube para representar Internet o una de sus
          partes. En estos esquemas, el uso de esta imagen busca abstraer la
          complejidad de los sistemas e interconexiones de la red.<br /><br />
        </p>

        <p>
          En el contexto de los discursos deterministas sobre de la
          tecnolog&iacute;a, las met&aacute;foras ya no son &uacute;nicamente
          figuras ret&oacute;ricas que modifican la percepci&oacute;n de
          sistemas t&eacute;cnicos. La nube es un "paradigma" hacia el cual
          tienden una gran cantidad de actores del mundo contempor&aacute;neo:
          clientes demandan cada vez m&aacute;s servicios en la nube y las
          empresas satisfacen esa demanda con cada vez m&aacute;s almacenamiento
          o tiempo de c&oacute;mputo en sus servidores, las organizaciones e
          individuos que se dedican a desarrollar e implementar
          tecnolog&iacute;a buscan adaptarse tambi&eacute;n a este nuevo
          paradigma. Las met&aacute;foras ejercen una influencia considerable en
          la forma que toman los diversos sistemas sociot&eacute;cnicos en los
          que participamos actualmente.
        </p>

        <br />
        <h2>El archivo como lago</h2>
        <br />
        <p>
          El t&eacute;rmino "lago de datos" se utiliza para referirse a la
          arquitectura de una infraestructura para almacenar informaci&oacute;n
          en la era del
          <em>Big Data</em>. Seg&uacute;n esta arquitectura, una
          colecci&oacute;n de datos puede ser albergada en un mismo "lugar" sin
          importar si se trata de informaci&oacute;n estructurada o
          desestructurada (Amazon Web Services, n.d.-a). Por ejemplo, una imagen
          o un archivo de video son almacenados junto a una tabla de datos o un
          archivo de texto plano. Independientemente de las diferencias entre
          sus propiedades y tipos, los objetos pueden ser almacenados en la
          misma estructura. La informaci&oacute;n alojada en un lago de datos es
          heterog&eacute;nea, usualmente se compone de los flujos de
          informaci&oacute;n producida durante el desarrollo de las actividades
          propias de una organizaci&oacute;n o grupo de usuarios. Por ejemplo,
          los diferentes departamentos o unidades de una empresa que genera
          objetos digitales tan diversos como textos, tablas, im&aacute;genes y
          videos, presentaciones, calendarios, etc. El lago de datos es el lugar
          en donde toda esta información puede ser almacenada indistintamente.
          Si la comparaci&oacute;n con el lago se lleva un poco m&aacute;s
          lejos, el lago de datos ser&iacute;a uno sucio y contaminado, como si
          los residuos de diferentes fuentes se combinaran en un solo cuerpo de
          agua. <br /><br />
        </p>

        <p>
          En el lago de datos, cada objeto deja de tener valor como unidad
          independiente y pasa a ser parte de una entidad que parece
          homog&eacute;nea, siempre podemos aislar cada componente y considerar
          sus caracter&iacute;sticas particulares, pero al hacer parte del lago
          de datos tiene el mismo valor que cualquier otro. Si se toma
          suficiente distancia no se distinguen unos elementos de otros, cada
          objeto pasa a ser una mol&eacute;cula que compone una nueva sustancia.
          De la misma forma como el agua puede ser considerada un material con
          propiedades particulares que no se encuentran en sus partes, el lago
          de datos tiene propiedades que no tienen los datos individuales. Una
          mol&eacute;cula de agua aislada no puede constituir, por s&iacute;
          sola, un l&iacute;quido, un gas o un s&oacute;lido. Es s&oacute;lo en
          su relaci&oacute;n con otras mol&eacute;culas que aparecen nuevas
          caracter&iacute;sticas (DeLanda, 2015). Por ejemplo, la viscosidad es
          una propiedad que se puede encontrar en los fluidos, pero no en las
          mol&eacute;culas individuales del fluido.
          <br /><br />
        </p>

        <p>
          Un cuerpo de agua inm&oacute;vil, como un lago o un embalse, tiene una
          energ&iacute;a potencial que puede ser convertida en otras formas de
          energ&iacute;a. Para explotarla es necesario un dispositivo que haga
          fluir el agua por un conducto, convirtiendo la energ&iacute;a
          potencial en kin&eacute;tica, y otro que convierta esta &uacute;ltima
          en energ&iacute;a el&eacute;ctrica, como una turbina y un generador.
          Este es el principio de la generaci&oacute;n de energ&iacute;a
          hidroel&eacute;ctrica, que corresponde aproximadamente al 16% de la
          producci&oacute;n de energ&iacute;a a nivel mundial. La planta
          hidroel&eacute;ctrica es el dispositivo que puede liberar la
          energ&iacute;a "atrapada" en el cuerpo de agua, y por lo tanto extraer
          su valor<br /><br />
        </p>

        <figure>
          <img src="public/metaforas_2.jpg" alt="Represa de Itaip&uacute;" />
          <figcaption>Represa de Itaip&uacute;</figcaption>
        </figure>

        <p>
          Al igual que un lago de agua, el lago de datos presenta propiedades
          que no se pueden encontrar en los objetos que lo componen. Por
          ejemplo, el texto de un tweet por s&iacute; mismo solo nos puede decir
          algo sobre quien lo produjo. Sin embargo, en conjunto con otros
          tweets, se pueden identificar otras caracter&iacute;sticas que proveen
          informaci&oacute;n sobre un grupo de usuarios. Una tendencia en
          Twitter es el resultado de la agregaci&oacute;n de textos que
          presentan un patr&oacute;n espec&iacute;fico; por ejemplo, la
          ocurrencia frecuente de una palabra en una cantidad considerable de
          publicaciones, y que puede ser relacionado con un fen&oacute;meno de
          la realidad (una "conversaci&oacute;n"). Pero para identificar
          tendencias en un corpus de textos es necesario hacerse a una
          m&aacute;quina que logre identificarlas, una herramienta que logre
          separar el "ruido" de la "informaci&oacute;n". Existe una familia de
          m&eacute;todos computacionales que pueden identificar estos patrones,
          aislaros y extraerlos de la masa de datos, para usarlos en contextos
          en los que adquieren otros significados y usos. A este tipo de
          t&eacute;cnicas suele llam&aacute;rseles "miner&iacute;a de texto".<br /><br />
        </p>

        <br /><br />
        <h2>El archivo como bodega</h2>
        <br />
        <p>
          Pasemos a otra met&aacute;fora que se puede asociar con el archivo: el
          almac&eacute;n o la bodega. Un <em>data warehouse</em>, o bodega de
          datos, es otra arquitectura creada para almacenar grandes conjuntos de
          datos pero, a diferencia del lago de datos, la bodega de datos hace
          uso de esquemas predefinidos para estructurar la informaci&oacute;n
          (Amazon Web Services, n.d.-b). En la bodega de datos, la
          informaci&oacute;n ha sido limpiada y dispuesta en una estructura
          predefinida. Para hacer uso de ella se necesita una serie de sistemas
          que permiten acceder a los datos, reorganizarlos y analizarlos
          seg&uacute;n una necesidad particular. <br /><br />
        </p>

        <p>
          Fuera del contexto de las tecnolog&iacute;as de la informaci&oacute;n,
          una bodega es un componente infraestructural indispensable para el
          funcionamiento de cadenas de suministros locales y globales. La bodega
          puede ser un lugar transitorio, en el que las mercanc&iacute;as
          esperan ser movidas a su destino final, en donde finalmente van a
          cumplir con la funci&oacute;n para la cual fueron fabricadas. En una
          bodega las mercanc&iacute;as son objetos que ocupan espacio, deben ser
          protegidos de la intemperie, deben permanecer accesibles hasta el
          momento en que van a continuar su viaje. <br /><br />
        </p>

        <p>
          La figura de la bodega pone el foco en la estructura. Ya no representa
          un insumo sin forma que necesita limpieza y organizaci&oacute;n para
          ser explotado, representa m&aacute;s bien un dispositivo
          log&iacute;stico, cuya estructura habilita una serie de procesos: el
          de almacenar, mover, proteger, poner a disposici&oacute;n. En una
          bodega existen otros elementos fundamentales para su funcionamiento.
          Las estanter&iacute;as, por ejemplo, permiten almacenar verticalmente
          las mercanc&iacute;as, permitiendo acceso y al mismo tiempo
          protegi&eacute;ndolas del da&ntilde;o que sufrir&iacute;an si se
          apilan unas encima de otras. Igualmente existen m&aacute;quinas para
          mover las mercanc&iacute;as, subirlas a las estanter&iacute;as o
          bajarlas para cargarlas en un contenedor. El valor de una bodega
          radica en su rol dentro de un sistema mucho m&aacute;s complejo que
          incluye barcos, rutas mar&iacute;timas, sistemas de navegaci&oacute;n
          y acuerdos de comercio internacional. Junto con otra cantidad de
          dispositivos, la bodega conforma la infraestructura que posibilita el
          comercio global.
          <br /><br />
        </p>

        <p>
          Varias de las bodegas de la empresa <em>Amazon</em> cuentan con
          complejos sistemas de almacenamiento y recuperaci&oacute;n de paquetes
          que hacen uso de tecnolog&iacute;as digitales y rob&oacute;ticas para
          reducir tiempos de entrega (Day, 2021). Por ejemplo, la bodega BF14,
          ubicada en Kent, Washington, es una bodega parcialmente automatizada
          que cuenta con un escuadr&oacute;n de robots que mueven estantes con
          mercanc&iacute;as. Desde los centros de control de la bodega se
          monitorean y controlan los movimientos de operarios humanos y
          rob&oacute;ticos para optimizar el tiempo que duran los procesos. El
          sistema que administra las operaciones de la bodega est&aacute; basado
          en procesos dise&ntilde;ados por humanos, pero implementados como
          modelos de inteligencia artificial que progresivamente van aprendiendo
          a ubicar mejor los recursos de la bodega. Parte de las funciones de
          este sistema es evaluar el desempe&ntilde;o de trabajadores humanos,
          quienes son calificados por el algoritmo administrador, al cuantificar
          su rendimiento. Una de las controversias generadas por la progresiva
          implementaci&oacute;n de estas bodegas automatizadas tiene que ver con
          la presi&oacute;n constante a la que son sometidos los trabajadores
          para alcanzar y mantener unas cuotas m&iacute;nimas de eficiencia, lo
          que se traduce en largas jornadas y pr&aacute;cticas inseguras en el
          lugar de trabajo.<br /><br />
        </p>

        <figure>
          <img
            src="public/metaforas_3.jpg"
            alt="Bodega de Amazon Espa&ntilde;a por dentro"
          />
          <figcaption>
            <em>Amazon PDX-9</em>, Bodega de Amazon en Tourdale, Oregon, EE. UU.
          </figcaption>
        </figure>

        <p>
          En cierto sentido, una biblioteca es tambi&eacute;n un almac&eacute;n.
          Tiene estanter&iacute;as que permiten disponer los libros seg&uacute;n
          un ordenamiento que permite ubicarlos f&aacute;cilmente. Pero
          tambi&eacute;n existen los bibliotecarios, que conocen la
          posici&oacute;n de los libros en los estantes y regulan su
          circulaci&oacute;n, con ayuda de un sistema computarizado de
          catalogaci&oacute;n y registro de circulaci&oacute;n. Por otro lado,
          est&aacute; el sistema de clasificaci&oacute;n Dewey que, junto con
          las estanter&iacute;as, conforma la estructura l&oacute;gica de
          ordenamiento del conocimiento en el espacio interno del edificio. La
          biblioteca, al igual que la bodega, es valiosa por lo que permite, por
          las actividades que suceden en, fuera de y en conexi&oacute;n con
          ella. El edificio, su estructura y sus protocolos conforman un sistema
          que permite movilizar el conocimiento. La biblioteca puede entenderse
          como una infraestructura (Mattern, 2014) que comprende sus contenidos,
          es decir el conjunto de libros y sus metadatos, pero tambi&eacute;n al
          resto de agentes que participan de su realidad y que hacen posible la
          gesti&oacute;n de la memoria colectiva y la construcci&oacute;n de
          conocimiento.<br /><br />
        </p>

        <p>
          Esta forma de pensar el archivo va m&aacute;s all&aacute; de una
          representaci&oacute;n metaf&oacute;rica. De hecho, el t&eacute;rmino
          <em>infraestructuras de conocimiento</em> es usado en varios contextos
          acad&eacute;micos y organizacionales que incluso se encargan de
          definir pol&iacute;ticas p&uacute;blicas de acceso al conocimiento y
          apoyo a la investigaci&oacute;n (Edwards, 2010). Las bases de datos,
          las herramientas de b&uacute;squeda y recuperaci&oacute;n de
          informaci&oacute;n, los est&aacute;ndares y sistemas de
          clasificaci&oacute;n y herramientas de an&aacute;lisis computacional
          conforman infraestructuras de conocimiento que permiten a las personas
          dedicadas a la ciencia e investigación desarrollar nuevo conocimiento.
          En el campo de las humanidades y las ciencias sociales se manifiesta
          tambi&eacute;n esta tendencia. El concepto de
          <em>colecciones como datos</em> propone considerar los archivos
          digitales que albergan objetos culturales (bibliotecas, museos y
          archivos) como conjuntos de datos. La idea de las
          <em>colecciones como datos</em> busca que los objetos y metadatos que
          componen un archivo se ofrezcan en formatos y estructuras aptas para
          procesos de an&aacute;lisis computacional (miner&iacute;a de texto,
          an&aacute;lisis de im&aacute;genes, etc.).
        </p>
        <br /><br />

        <h2>El Nuevo Recurso</h2>
        <br />
        <p>
          La met&aacute;fora de la "nube," la del "lago" y la de la "bodega" son
          diferentes manifestaciones de un fen&oacute;meno propio del
          capitalismo cognitivo en el que la informaci&oacute;n digital es usada
          como recurso. El concepto de <em>Sociedad de Metadatos</em> es
          propuesto por Matteo Pasquinelli para describir esta din&aacute;mica
          (Pasquinelli, 2018). La Sociedad de Metadatos est&aacute;
          caracterizada por la acumulaci&oacute;n de vastas cantidades de datos
          sobre pr&aacute;cticamente cualquier actividad humana y no humana que
          sea posible medir (el comportamiento de los mercados, el clima, las
          relaciones humanas, la operaci&oacute;n de las cadenas de suministros,
          etc). Estos vol&uacute;menes de datos constituyen la fuente principal
          de valor en el presente. La representaci&oacute;n num&eacute;rica de
          los objetos, sujetos y sus relaciones en forma de metadatos permite la
          cuantificaci&oacute;n de sus diferentes formas de valor. La velocidad
          del flujo de un l&iacute;quido representa su nivel de energ&iacute;a,
          el precio de una mercanc&iacute;a representa el valor
          econ&oacute;mico, los likes de una publicaci&oacute;n en una red
          social representan su valor simb&oacute;lico o la intensidad de la
          atenci&oacute;n. Es a partir de los metadatos que es posible capturar
          diversos aspectos de la existencia de los objetos y as&iacute;
          codificar su valor. <br /><br />
        </p>

        <p>
          Sin embargo, como se ha dicho, el procesamiento de unidades
          individuales de informaci&oacute;n no es la principal forma de
          explotaci&oacute;n del recurso digital; es en la capacidad de
          identificar tendencias y patrones en estos inmensos conjuntos de datos
          donde se concentra una gran cantidad de poder econ&oacute;mico,
          pol&iacute;tico y cultural en la actualidad. El entendimiento de los
          datos como recursos, insumos o materias primas ubica efectivamente a
          los sujetos y los objetos culturales en un lugar similar al de los
          "recursos naturales" y a los algoritmos en el plano de las
          tecnolog&iacute;as de extracci&oacute;n (Pasquinelli & Joler, 2020).
          El an&aacute;lisis de la informaci&oacute;n contenida en el archivo
          permite generar nuevas formas de explotaci&oacute;n del capital
          simb&oacute;lico y cognitivo "atrapado" en los objetos culturales, los
          metadatos se convierten en mercanc&iacute;a.<br /><br />
        </p>

        <p>
          Las met&aacute;foras dominantes de los discursos tecnol&oacute;gicos
          expresan esta obsesi&oacute;n por la optimizaci&oacute;n, el
          crecimiento y la extracci&oacute;n de valor a partir de la
          "datificaci&oacute;n" de la sociedad. Pareciera que es muy
          dif&iacute;cil escapar de esta imaginaci&oacute;n dominada por la
          b&uacute;squeda de plusval&iacute;a en cualquier fen&oacute;meno de la
          realidad que pueda ser descrito en forma digital. En la medida en que
          la ret&oacute;rica sobre las tecnolog&iacute;as de comunicaci&oacute;n
          afecta su evoluci&oacute;n, la agencia de las representaciones no
          puede ser confinada en el territorio de lo ling&uuml;&iacute;stico y
          sem&aacute;ntico. Ciertamente la met&aacute;fora tiene un lugar
          importante en la concepci&oacute;n, desarrollo y adopci&oacute;n de
          los paradigmas que tienden a homogeneizar el paisaje de la cultura
          digital.<br /><br />
        </p>

        <p>
          Claro que no se trata de otorgarle un poder absoluto y original a la
          met&aacute;fora. De hecho, el desarrollo de la nube como concepto y
          como s&iacute;mbolo no es lineal e incremental, comenzando con una
          representaci&oacute;n como punto inicial de un proceso que
          progresivamente avanza hacia su materializaci&oacute;n como
          infraestructura. La nube aparece y desaparece varias veces en esta
          historia (Croker, 2020), su rol cambia de acuerdo a su contexto, los
          sistemas que representa tampoco son est&aacute;ticos ni estables. En
          algunas ocasiones la nube representa una forma de distribuir recursos
          en una red, en otras una relaci&oacute;n comercial espec&iacute;fica
          entre un cliente y un proveedor de servicios, pero también puede
          significar la totalidad de Internet.<br /><br />
        </p>

        <p>
          En vez de ejercer un rechazo absoluto por las representaciones para
          evitar su comportamiento enga&ntilde;oso, es posible mantener una
          actitud cr&iacute;tica al relacionarse con ellas. Si la
          ret&oacute;rica puede codificar y abstraer la realidad
          sociot&eacute;cnica, entonces es posible decodificarla. Al mismo
          tiempo que estos artefactos del lenguaje mantienen una relaci&oacute;n
          con el objeto representado, la mantienen con el sujeto que construye
          la representaci&oacute;n, por lo tanto es posible seguir las
          conexiones en ambas direcciones.
          <br /><br />
        </p>

        <p>
          Tal vez incluso observar las met&aacute;foras como dispositivos
          permite reapropiarlas para reconfigurar lo que comunican. La
          posibilidad de alterar los s&iacute;mbolos existentes, de abrir las
          met&aacute;foras y deconstruirlas a trav&eacute;s de la
          interpretaci&oacute;n cr&iacute;tica es una actividad que no se debe
          limitar a los estudios del lenguaje y la expresi&oacute;n humana
          (humanidades, ciencias sociales). Por el contrario, esta tarea es
          tambi&eacute;n parte del pensamiento computacional y la arquitectura
          de informaci&oacute;n. Pensar y desarrollar nuevas formas de
          estructurar, analizar y buscar en el archivo implica pensar en las
          met&aacute;foras que se usan para modelar bases de datos o
          dise&ntilde;ar interfaces y representaciones de datos.
          <br /><br />
        </p>

        <p>
          Finalmente, el archivo puede ser al mismo tiempo un lago, una bodega,
          una biblioteca o una tabla de datos. O mejor a&uacute;n, un archivo
          tiene la posibilidad de ser todas esas cosas. Lo interesante es que,
          incluso en el universo determinista de los computadores digitales, el
          archivo no tiene una forma definida. En gran parte, pero no
          &uacute;nicamente, las met&aacute;foras, modelos y representaciones
          son las que permiten darle una forma particular.<br /><br />
        </p>
      </div>

      <div class="pullout-text">
        <p></p>
      </div>

      <div class="notas">
        <span id="np1">
          1- Naomi Klein, "Director ejecutivo de Google, Eric Schmidt, impulsa
          m&aacute;s telesalud, aprendizaje remoto y banda ancha". "Screen New
          Deal".
          <em>The Intercept</em>.
          <a
            href="https://theintercept.com/2020/05/08/andrew-cuomo-eric-schmidt-coronavirus-tech-shock-doctrine"
            >https://theintercept.com/2020/05/08/andrew-cuomo-eric-schmidt-coronavirus-tech-shock-doctrine/</a
          >
        </span>
        <span id="np2">
          2- En su libro m&aacute;s reciente <em>Surveillance Capitalism</em>,
          Shoshana Zuboff analiza con m&aacute;s detalle la relaci&oacute;n
          entre la tecnolog&iacute;a digital y el mercado capitalista,
          discutiendo a profundidad la manera en que las empresas privadas se
          benefician de nuestras relaciones sociales y espaciales conectadas a
          la internet.
        </span>
        <span id="np3">
          3- La ayahuasca es una es una preparaci&oacute;n medicinal utilizada
          por l&iacute;deres espirituales y comunidades en varias regiones de la
          Amazon&iacute;a. M&aacute;s all&aacute; de sus propiedades
          alucin&oacute;genas, su relevancia para las comunidades
          amaz&oacute;nicas radica en su funci&oacute;n como conectora de
          m&uacute;ltiples planos de realidad material y espiritual.
        </span>
        <span id="np4">
          4- En Ars Electronica en 1982, Ascott utiliz&oacute;
          tecnolog&iacute;as de sat&eacute;lite para realizar un lanzamiento
          simult&aacute;neo global del I Ching (Ascott 2003a), uniendo
          m&uacute;ltiples sitios a trav&eacute;s de un encuentro
          tecnoespiritual. En 1989, tambi&eacute;n en Ars Electronica, Ascott
          present&oacute; "Aspects of Gaia: Digital Pathways across the Whole
          Earth" donde participantes de todo el mundo utilizaron redes
          telem&aacute;ticas para crear y transformar textos e im&aacute;genes
          inspirados en James Lovelock, un qu&iacute;mico brit&aacute;nico que
          acu&ntilde;o el concepto de Gaia para referirse al flujo
          din&aacute;mico e interconectado de energ&iacute;as vitales que crea y
          sostiene al Planeta Tierra (Shanken 2003, p. 70).
        </span>
        <span id="np5">
          5- Varios textos compilados por Edward Shanken se refieren a Roy
          Ascott como un visionario, un t&eacute;rmino que encuentro muy
          problem&aacute;tico debido a sus connotaciones hist&oacute;ricas
          relacionadas con el mesianismo religioso y el progreso.
        </span>
        <span id="np6">
          6- En 2017, The Guardian inform&oacute; sobre abusos de derechos
          humanos en pr&aacute;cticas mineras en pa&iacute;ses como Colombia,
          Myanmar y Per&uacute;, que est&aacute;n vinculados a la
          producci&oacute;n de tel&eacute;fonos inteligentes y televisores.
          <a
            href="https://www.theguardian.com/global-development/2017/apr/07/tech-companies-conflict-minerals-rights-abuses-verisk-maplecroft"
            >Ir al art&iacute;culo</a
          >
        </span>
        <span id="np7">
          7- En un art&iacute;culo para The New York Times, Kara Swisher analiza
          el creciente consumo de alucin&oacute;genos como el LSD o la ayahuasca
          en Silicon Valley, como fuente de inspiraci&oacute;n en el mundo de
          las empresas emergentes.
          <a
            href="https://www.nytimes.com/2018/08/23/opinion/elon-musk-burning-man-drugs-lsd.html"
            >Ir al art&iacute;culo</a
          >
        </span>
        <span id="np8">
          8- Para saber m&aacute;s sobre El Cuenco de Cera, visite su sitio web
          <a href="https://quiasma.co/badi-kati-narise-tuayire"
            >quiasma.co/badi-kati-narise-tuayire</a
          >
        </span>
        <span id="np9">
          9- El libro de Santos se puede descargar de manera gratuita en formato
          PDF
          <a
            href="https://idartesencasa.gov.co/arte-ciencia-y-tecnologia/libros/curacion-como-tecnologia-basado-en-entrevistas-sabedores-de-la"
            >en este enlace</a
          >
        </span>
        <span id="np10">
          10- El enfoque de Santos se asemeja al reciente giro ontol&oacute;gico
          en Antropolog&iacute;a caracterizado por acad&eacute;micos como
          Eduardo Viveiros de Castro, Eduardo Kohn y Philippe Descola, quienes
          realizan escuchas decoloniales y profundas del conocimiento
          amaz&oacute;nico entendi&eacute;ndolo como una red de tradiciones
          filos&oacute;ficas y cient&iacute;ficas con sus propias proposiciones
          te&oacute;ricas, en oposici&oacute;n a lecturas que caracterizan el
          pensamiento ind&iacute;gena como una sensibilidad premoderna que
          contiene equivalentes simb&oacute;licos con el pensamiento occidental
          (Viveiros de Castro 2014, p. 48).
        </span>
      </div>

      <div class="bibliografia">
        <div class="h-biblio">
          <h4>Bibliograf&iacute;a</h4>
          <br /><br />
        </div>

        <div class="referencias">
          <ul>
            Amazon Web Services. (n.d.-a).
            <em>What is a data lake?</em>
            Recuperado de
            https://aws.amazon.com/big-data/datalakes-and-analytics/what-is-a-data-lake/
          </ul>
          <ul>
            Amazon Web Services. (n.d.-b).
            <em>What is a Data Warehouse?, Key Concepts</em
            >. Amazon Web Services. Recuperado de
            https://aws.amazon.com/data-warehouse/
          </ul>
          <ul>
            Croker, T. D. (2020).
            <em>Formation of the Cloud: History, Metaphor, and Materiality</em
            >. Recuperado de https://vtechworks.lib.vt.edu/handle/10919/96439
          </ul>
          <ul>
            Day, M. (2021).
            <em
              >In Amazon's Flagship Fulfillment Center, the Machines Run the
              Show</em
            >. Bloomberg.com. Recuperado de
            https://www.bloomberg.com/news/features/2021-09-21/inside-amazon-amzn-flagship-fulfillment-center-where-machines-run-the-show
          </ul>
          <ul>
            DeLanda, M. (2015).
            <em>Philosophy and Simulation: The Emergence of Synthetic Reason</em
            >. London.
          </ul>
          <ul>
            Edwards, P. N. (2010).
            <em
              >A vast machine [recurso electr&oacute;nico] : Computer models,
              climate data, and the politics of global warming</em
            >. Recuperado de
            http://ezproxy.uniandes.edu.co:8080/login?url=http://ezproxy.uniandes.edu.co:8080/login?url=http://ieeexplore.ieee.org/servlet/opac?bknumber=6267526
          </ul>
          <ul>
            Mattern, S. (2014).
            <em>Library as Infrastructure</em
            >. Places Journal. https://doi.org/10.22269/140609
          </ul>
          <ul>
            Pasquinelli, M. (2018).
            <em>Metadata Society</em
            >. En R. Braidotti & M. Hlavajova (Eds.), Posthuman Glossary.
            Recuperado de http://matteopasquinelli.com/metadata-society/
          </ul>
          <ul>
            Pasquinelli, M., & Joler, V. (2020).
            <em
              >The Nooscope Manifested: AI as Instrument of Knowledge
              Extractivism</em
            >. Recuperado de http://nooscope.ai/
          </ul>
          <ul>
            Vennam, S. (2021).
            <em>What is Cloud Computing?</em>
            Recuperado de https://www.ibm.com/cloud/learn/cloud-computing
          </ul>
          <br />
        </div>
      </div>

      <div class="bio">
        <br /><br />
        <h3>* Camilo Mart&iacute;nez</h3>
        <p>
          Artista basado en Bogot&aacute;, Colombia. Trabaja con c&oacute;digo,
          la red, materias impresas y dispositivos electr&oacute;nicos.
          Actualmente es desarrollador de proyectos digitales en la Facultad de
          Artes y Humanidades de la Universidad de los Andes y es parte del
          equipo del Banco de Archivos Digitales de Artes en Colombia (BADAC).
        </p>
        <br /><br />

        <!-- <div class="emoji">
          <img
            class="emojidex-emoji"
            src="../../../../cdn.emojidex.com/emoji/seal/end.html"
            emoji-code="end"
            emoji-moji="??"
            alt="end"
          />
        </div> -->
      </div>
    </div>
  </body>

  <!-- Mirrored from www.nmenos1.xyz/public/texto/show/8 by HTTrack Website Copier/3.x [XR&CO'2014], Tue, 05 Jul 2022 02:22:16 GMT -->
</html>
